[
  {
    "id":     "nt-wright",
    "title":  "NT Wright on the work of Christianity",
    "quotes": [
      {
        "quote":  "To hope for a better future in this world&mdash;for the poor, the sick, the lonely and depressed, for the slaves, the refugees, the hungry and homeless, for the abused, the paranoid, the downtrodden and despairing, and in fact for the whole wide, wonderful, and wounded world&mdash;is not something else, something extra, something tacked on to the gospel as an afterthought.",
        "source": "NT Wright"
      },
      {
        "quote":  "Jesus's resurrection is the beginning of God's new project not to snatch people away from earth to heaven but to colonize earth with the life of heaven. That, after all, is what the Lord's Prayer is about. ",
        "source": "NT Wright"
      },
      {
        "quote":  "Because the early Christians believed that resurrection had begun with Jesus and would be completed in the great final resurrection on the last day, they believed that God had called them to work with him, in the power of the Spirit, to implement the achievement of Jesus and thereby to anticipate the final resurrection, in personal and political life, in mission and holiness.",
        "source": "NT Wright"
      },
      {
        "quote":  "Because everything you do in the present, in the power of the Spirit and in union with Christ, everything that flows out of love and hope and grace and goodness somehow will be part of God&rsquo;s eventual Kingdom. That is the message of the resurrection.&nbsp;",
        "source": "NT Wright"
      },
      {
        "quote": "We speak of miracles as though they are caused by a supernatural power from outside the world, that invades the chain of natural causes.<br /><br />It may sometimes feel like that, but a more biblical account would recognize the strange, steady work of God within so-called natural causes as well, so that the sudden and shocking new event is held within a larger continuum of ultimate divine causation.",
        "source": "NT Wright, Paul: A Biography",
        "url": "https://smile.amazon.com/Paul-A-Biography/dp/B078XMLH2X/ref=as_li_ss_tl?ie=UTF8&qid=1523424216&sr=8-1&keywords=paul+a+biography+nt+wright&linkCode=ll1&tag=micahredding-20&linkId=1f70c6ff7d60bd60a363c3b9783e140e"
      },
      {
        "quote": "God will download our software onto his hardware until the time he gives us new hardware to run the software again for ourselves.",
        "source": "NT Wright, Surprised by Hope: Rethinking Heaven, the Resurrection, and the Mission of the Church",
        "url": "https://smile.amazon.com/Surprised-Hope-Rethinking-Resurrection-Mission-ebook/dp/B0010SIPOY/ref=as_li_ss_tl?_encoding=UTF8&qid=1578001477&sr=8-1&linkCode=ll1&tag=micahredding-20&linkId=a463cf8c49e4f503ffe9abda378f7a5d&language=en_US"
      }
    ]
  },
  {
    "id":     "paul-tillich",
    "title":  "Paul Tillich on Christian theology",
    "quotes": [
      {
        "quote":  "In Christ the new mankind has started.",
        "source": "Paul Tillich"
      },
      {
        "quote":  "The profound doctrine of a transcendent humanism, a humanism which says that Christ is the fulfillment of essential man, of the Adamic nature.",
        "source": "Paul Tillich"
      },
      {
        "quote":  "I am always surprised how much better the theology of the ancient church was than the popular theology which developed in the nineteenth century, how much profounder and more adequate to the paradox of Christianity, without becoming irrationalistic, nonsensical, or absurd.",
        "source": "Paul Tillich"
      }
    ]
  },
  {
    "id":     "cs-lewis",
    "title":  "CS Lewis on human destiny:",
    "quotes": [
      {
        "quote":  "He came to this world and became a man in order to spread to other men the kind of life He has &ndash; by what I call &lsquo;good infection.&rsquo; Every Christian is to become a little Christ. The whole purpose of becoming a Christian is simply nothing else.&nbsp;",
        "source": "CS Lewis"
      },
      {
        "quote":  "The command Be ye perfect is not idealistic gas. Nor is it a command to do the impossible. He is going to make us into creatures that can obey that command. He said (in the Bible) that we were &lsquo;gods&rsquo; and He is going to make good His words. If we let Him &ndash; for we can prevent Him, if we choose &ndash; He will make the feeblest and filthiest of us into a god or goddess, dazzling, radiant, immortal creature, pulsating all through with such energy and joy and wisdom and love as we cannot now imagine, a bright stainless mirror which reflects back to God perfectly (though, of course, on a smaller scale) His own boundless power and delight and goodness. The process will be long and in parts very painful; but that is what we are in for. Nothing less. He meant what He said.&nbsp;",
        "source": "CS Lewis"
      },
      {
        "quote":  "&ldquo;Thy will be done.&rdquo; But a great deal of it is to be done by God&rsquo;s creatures; including me. The petition, then, is not merely that I may patiently suffer God&rsquo;s will but also that I may vigorously do it. I must be an agent as well as a patient. I am asking that I may be enabled to do it. In the long run, I am asking to be given &ldquo;the same mind which was also in Christ.&rdquo; ",
        "source": "CS Lewis"
      },
      {
        "quote":  "It is a serious thing, to live in a society of possible gods and goddesses, to remember that the dullest and most uninteresting person you talk to may one day be a creature which, if you saw it now, you would be strongly tempted to worship, or else a horror and a corruption such as you now meet, if at all, only in a nightmare. All day long we are, in some degree, helping each other to one or another of those destinations.",
        "source": "CS Lewis"
      }
    ]
  },
  {
    "id":     "dante",
    "title":  "Dante's Paradiso, first recorded use of \"transhuman\", circa 1320",
    "quotes": [
      {
        "quote":  "Words may not tell of that <strong>transhuman</strong> change:<br /> And therefore let the example serve, though weak<br /> For those whom grace hath better proof in store",
        "source": "(Dante's Paradiso, Canto 1, c. 1320)"
      }
    ]
  },
  {
    "id":     "dallas-willard",
    "title":  "Dallas Willard",
    "quotes": [
      {
        "quote": "This present universe is only one element in the kingdom of God. But it is a very wonderful and important one. And within it the Logos, the now risen Son of man, is currently preparing for us to join him (John 14:2–4). We will see him in the stunning surroundings that he had with the Father before the beginning of the created cosmos (17:24). And we will actively participate in the future governance of the universe. We will not sit around looking at one another or at God for eternity but will join the eternal Logos “reign with him” in the endlessly ongoing creative work of God. It is for this that we were each individually intended, as both kings and priests (Exod. 19:6; Rev. 5:10). Thus, our faithfulness over a “few things” in the present phase of our life develops the kind of character that can be entrusted with “many things.” We are, accordingly, permitted to “enter into the joy of our Lord” (Matt. 25:21). That “joy” is, of course, the creation and care of what is good, in all its dimensions. A place in God’s creative order has been reserved for each one of us from before the beginnings of cosmic existence. His plan is for us to develop, as apprentices to Jesus, to the point where we can take our place in the ongoing creativity of the universe.",
        "source": "Dallas Willard (The Divine Conspiracy: Rediscovering Our Hidden Life in God)"
      }
    ]
  },
  {
    "id":     "chardin",
    "title":  "Pierre Teilhard de Chardin, Jesuit priest and paleontologist",
    "quotes": [
      {
        "quote":  "Liberty: that is to say, the chance offered to every man (by removing obstacles and placing the appropriate means at his disposal) of &lsquo;<strong>trans-humanizing</strong>&rsquo; himself by developing his potentialities to the fullest extent. ",
        "source": "(The Future of Mankind, 1949)"
      },
      {
        "quote":  "In consequence one is the less disposed to reject as unscientific the idea that the critical point of planetary Reflection, the fruit of socialization, far from being a mere spark in the darkness, represents our passage, by Translation or dematerialization, to another sphere of the Universe: not an ending of the ultra-human but its accession to some sort of <strong>trans-humanity</strong> at the ultimate heart of things. ",
        "source": "(The Future of Mankind, 1951)"
      }
    ]
  },
  {
    "id":     "glaesner",
    "title":  "Lutheran Pastor Kay Glaesner",
    "quotes": [
      {
        "quote":  "Christianity and the church have always been interested in the extension of human life. . . . The church of Christ does not retard science.",
        "source": "Lutheran Pastor Kay Glaesner (The Christian Century, Oct. 27, 1965)"
      }
    ]
  },
  {
    "id":     "carl-braaten",
    "title":  "Lutheran Theologian Carl E. Braaten",
    "quotes": [
      {
        "quote":  "The vocation of the church under the kingdom of God is to pave the way for the future of mankind.",
        "source": "Lutheran Theologian Carl E. Braaten (The Future of God: the Revolutionary Dynamics of Hope — 1969)",
        "url": "//smile.amazon.com/Future-God-Revolutionary-Dynamics-Hope/dp/B001AGA3LE/ref=as_li_ss_tl?ie=UTF8&qid=1520647833&sr=8-1&keywords=The+Future+of+God+the+revolutionary+dynamics+of+hope&linkCode=ll1&tag=micahredding-20&linkId=80b3919adcc42f51a5ea3c8c935a0928"
      },
      {
        "quote":  "Where there is life, there is hope. And “where there is hope, there is religion”, says Bloch. We will add: where religion becomes total hope, there is Christianity.",
        "source": "Lutheran Theologian Carl E. Braaten (The Future of God: the Revolutionary Dynamics of Hope — 1969)",
        "url": "//smile.amazon.com/Future-God-Revolutionary-Dynamics-Hope/dp/B001AGA3LE/ref=as_li_ss_tl?ie=UTF8&qid=1520647833&sr=8-1&keywords=The+Future+of+God+the+revolutionary+dynamics+of+hope&linkCode=ll1&tag=micahredding-20&linkId=80b3919adcc42f51a5ea3c8c935a0928"
      },
      {
        "quote":  "The gospel of the kingdom of God is not news from another world about another world. It is a gospel born from the history of God in this world for the sake of this world's future in the kingdom of God.",
        "source": "Lutheran Theologian Carl E. Braaten (The Future of God: the Revolutionary Dynamics of Hope — 1969)",
        "url": "//smile.amazon.com/Future-God-Revolutionary-Dynamics-Hope/dp/B001AGA3LE/ref=as_li_ss_tl?ie=UTF8&qid=1520647833&sr=8-1&keywords=The+Future+of+God+the+revolutionary+dynamics+of+hope&linkCode=ll1&tag=micahredding-20&linkId=80b3919adcc42f51a5ea3c8c935a0928"
      }
    ]
  },
  {
    "id":     "ron-cole-turner",
    "title":  "Theologian Ron Cole-Turner",
    "quotes": [
      {
        "quote":  "We have the transhumanists to thank for picking up a word we were not using, electrifying it, and now handing it to back to us in the form of questions.",
        "source": "Ron Cole-Turner (Going beyond the Human: Christians and Other Transhumanists)",
        "url": "http://dx.doi.org/10.1080/14746700.2015.1023525"
      },
      {
        "quote": "Christian scriptures are full of texts that go to the centrality of human transformation. So it is more than a little surprising that Christians have bought into the notion of humanity as a fixed species with a static nature...one we must not change, even if we could.",
        "source": "Ron Cole-Turner (Going beyond the Human: Christians and Other Transhumanists)",
        "url": "http://dx.doi.org/10.1080/14746700.2015.1023525"
      }
    ]
  },
  {
    "id":     "john-polkinghorne",
    "title":  "Physicist John Polkinghorne",
    "quotes": [
      {
        "quote":  "Our hope is of the resurrection of the body. By that I do not mean the resuscitation of our present structure, the quaint medieval notion of the reassembling of bones and dust. In a very crude and inadequate analogy **the software running on our present hardware will be transferred to the hardware of the world to come**. And where will that eschatological hardware come from? Surely the 'matter'of the world to come **must be the transformed matter of this world**. God will no more abandon the universe than he will abandon us.",
        "source": "John Polkinghorne (The Faith of a Physicist: Reflections of a Bottom-Up Thinker)",
        "url": "https://smile.amazon.com/Faith-Physicist-Reflections-Bottom-Up-Princeton/dp/0691604355/ref=as_li_ss_tl?keywords=John+Polkinghorne+The+Faith+of+a+Physicist&qid=1578000693&sr=8-3&linkCode=ll1&tag=micahredding-20&linkId=dedb2955042fac095769c108f600a7e5&language=en_US"
      }
    ]
  },
  {
    "id":     "early-church",
    "title":  "The Early Church on Physical Immortality",
    "quotes": [
      {
        "quote":  "...that the soul is immortal, but the body mortal, and incapable of being revived? For this we used to hear from Pythagoras and Plato, even before we learned the truth. If then the Saviour said this, and proclaimed salvation to the soul alone, what new thing, beyond what we heard from Pythagoras and Plato and all their band, did He bring us?",
        "source": "Justin Martyr (On The Resurrection), 2nd century",
        "url": "//www.newadvent.org/fathers/0131.htm"
      },
      {
        "quote": "For if you have fallen in with some who are called Christians, but who do not admit this [truth], and venture to blaspheme the God of Abraham, and the God of Isaac, and the God of Jacob; who say there is no resurrection of the dead, and that their souls, when they die, are taken to heaven; <strong>do not imagine that they are Christians</strong>.",
        "source": "Justin Martyr (Dialogue with Trypho, 80:9), 2nd century",
        "url": "//www.ccel.org/ccel/schaff/anf01.viii.iv.lxxx.html"
      }
    ]
  },
  {
    "id":     "scripture",
    "title":  "The Scriptures",
    "quotes": [
      {
        "quote":  "Dear friends, now we are children of God, and what we will be has not yet been made known.&nbsp;But we know that when he appears, we shall be like him, for we shall see him as he is.",
        "source": "(1 John 3:2)"
      },
      {
        "quote":  "So God created mankind in his own image, in the image of God he created them; male and female he created them.",
        "source": "(Genesis 1:27)"
      },
      {
        "quote":  "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom. And we all, who with unveiled faces contemplate&nbsp;the Lord&rsquo;s glory, are being transformed into his image with ever-increasing glory...",
        "source": "(2 Corinthians 3:17-18)"
      },
      {
        "quote":  "So if anyone is in Christ, everything is a new creation: everything old has passed away; see, everything has become new!",
        "source": "(2 Corinthians 5:17)"
      }
    ]
  },
  {
    "id":     "lords-prayer",
    "title":  "The Lord's Prayer",
    "quotes": [
      {
        "quote":  "Our Father in heaven<br /> hallowed be your name.<br /> Your kingdom come<br /> your will be done<br /> on earth as it is in heaven.<br /> Give us this day our daily bread<br /> and forgive us our debts<br /> as we also have forgiven our debtors.<br /> And lead us not into temptation<br /> but deliver us from evil.",
        "source": "(Matthew 6:9-13)"
      }
    ]
  },
  {
    "id":     "miscellaneous",
    "title":  "Miscellaneous",
    "quotes": [
      {
        "quote":  "For the Christian doctrine of the Incarnation is not simply a theophany &mdash; a revelation of God to Man; it is a new creation &mdash; the introduction of a new spiritual principle which gradually leavens and transforms human nature into something new. The history of the human race hinges on this unique divine event which gives meaning to the whole historical process.",
        "source": "Christopher Dawson"
      },
      {
        "quote":  "The worship of God is not a rule of safety &mdash; it is an&nbsp;adventure&nbsp;of the spirit, a flight after the unattainable. The death of&nbsp;religion&nbsp;comes with the repression of the high hope of&nbsp;adventure.",
        "source": "Alfred North Whitehead"
      }
    ]
  },
  {
    "id": "science",
    "title": "Science and Physicists",
    "quotes": [
      {
        "quote": "Astrophysics is incomplete without a theory of people.",
        "source": "David Deutsch",
        "url": "//smile.amazon.com/Beginning-Infinity-Explanations-Transform-World-ebook/dp/B005DXR5ZC/ref=as_li_ss_tl?_encoding=UTF8&me=&linkCode=ll1&tag=micahredding-20&linkId=b61394634afda43f3a447ce6fd093c04"
      },
      {
        "quote": "Everything that is not forbidden by laws of nature is achievable, given the right knowledge.",
        "source": "David Deutsch",
        "url": "//smile.amazon.com/Beginning-Infinity-Explanations-Transform-World-ebook/dp/B005DXR5ZC/ref=as_li_ss_tl?_encoding=UTF8&me=&linkCode=ll1&tag=micahredding-20&linkId=b61394634afda43f3a447ce6fd093c04"
      },
      {
        "quote": "Man by the Fall fell at the same time from his state of innocency and from his dominion over Creation. Both of these losses however can even in this life be in some part repaired; the former by religion and faith, the latter by arts and sciences.",
        "source": "Francis Bacon"
      }
    ]
  }
]
